IdeaRS.OpenModel.Message.InformationMessage
Open Information message

IdeaRS.OpenModel.Message.InformationMessage.#ctor
Constructor

IdeaRS.OpenModel.Message.InformationMessage.#ctor(IdeaRS.OpenModel.Message.MessageNumber,IdeaRS.OpenModel.OpenObject,System.String,System.String,IdeaRS.OpenModel.Message.OpenMessage)
Constructor
number: Number of the message
description: Description of the message
openObject: Affected object
propertyName: Affected property
innerMessage: Inner message

IdeaRS.OpenModel.Message.InformationMessage.Message
Gets the Message